[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Zamknij
btnUpdate.Caption=Pobierz
btnConfirmCancel.Caption=Anuluj
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Gratulacje! Masz już najnowszą wersję. Nie jest dostępna aktualizacja.
lblGetUptInfo.Caption=Uzyskiwanie informacji o aktualizacji, proszę czekać...
btnConfigCancel.Caption=Anuluj
btnMinimize.Caption=Minimalizuj
btnProcessCancel.Caption=Anuluj
btnUptWeb.Caption=Aktualizuj teraz
btnWebCancel.Caption=Aktualizuj później
lblUpdateFailed.Caption=Aktualizacja nie powiodła się! Spróbuj ponownie później lub kliknij Spróbuj ponownie, aby zaktualizować ponownie.
btnFailedClose.Caption=Zamknij
btnRetry.Caption=Spróbować ponownie
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Pozycja
Size=Rozmiar
Version=Wersja
DownLoading=Pobieranie
OK=OK
Close=Zamknij
LiveUpdate=Updater
UpdateSuccess=%s jest zaktualizowany. Możesz teraz korzystać z najnowszych funkcji i usprawnień.
WebDownLoad=Nowa wersja %s jest dostępna. Proszę zaktualizować za darmo, aby uzyskać najnowsze funkcje i ulepszenia.
AvailableUpdates=Dostępne aktualizacje
NewVersion=Nowa wersja
VersionUpdate=Wersja aktualizacji
ImportantUpdate=Ważna aktualizacja

